class OrderData:
    """Тестовые данные для заказа самоката"""

    USER_1 = {
        'name': 'Артем',
        'surname': 'Галкин',
        'address': 'Москва, Красная площадь, 1',
        'metro': 'Сокольники',
        'phone': '+79991112233',
        'date': '27',
        'rental_period': 'сутки',
        'color': 'black',
        'comment': 'Позвонить за час'
    }

    USER_2 = {
        'name': 'Мария Сидорова',
        'surname': 'Кузнецова',
        'address': 'Санкт-Петербург, Невский проспект, 100',
        'metro': 'Комсомольская',
        'phone': '+79994445566',
        'date': '28',
        'rental_period': 'двое суток',
        'color': 'grey',
        'comment': 'Оставить у подъезда'
    }